{
  "productItems": [
    {
      "id": 1,
      "thumbnailUrl": "./images/products/apple.jpg",
      "name": "Apple",
      "weight": 0.3,
      "price": 4,
      "description": "Duis vestibulum ante velit. Pellentesque orci felis, pharetra ut pharetra ut, interdum at mauris. Aenean efficitur aliquet libero sit amet scelerisque. Suspendisse efficitur mollis eleifend. Aliquam tortor nibh, venenatis quis sem dapibus, varius egestas lorem a sollicitudin.",
      "category": "fruit",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 2,
      "thumbnailUrl": "./images/products/basil.jpg",
      "name": "Basil",
      "weight": 0.1,
      "price": 3,
      "description": "Morbi consequat eros mi, et egestas ex blandit non. Integer quam nisl, dictum et semper ut, congue nec nibh. Donec tincidunt massa a pulvinar sodales. Cras viverra mauris in lectus cursus, vel mattis erat efficitur. Sed nisl arcu, rhoncus non libero maximus, rhoncus scelerisque mi. Vivamus eget mi accumsan, auctor eros a, pretium eros. Fusce accumsan orci non enim accumsan, eget placerat dui cursus. Proin tincidunt purus tortor, id varius urna feugiat eu. Sed vel ultrices velit.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 3,
      "thumbnailUrl": "./images/products/bok-choy.jpg",
      "name": "Bok Choy",
      "weight": 0.25,
      "price": 2.5,
      "description": "Proin eleifend quam erat, sed lacinia eros fringilla vel. Praesent nec ex metus. Duis blandit dui ac dui fringilla, non dapibus erat dapibus. Suspendisse consequat, mi vitae viverra tincidunt, nibh magna pretium magna, sed dignissim nunc odio nec arcu. Duis convallis mauris sit amet turpis euismod, in malesuada neque sollicitudin. Aenean tempus velit at massa eleifend, tempus finibus velit varius. Suspendisse et molestie sem, non aliquet est. Duis dapibus nisi sed posuere laoreet. Ut mi ex, tristique id luctus quis, euismod at tortor. Praesent eget tellus nunc. Nunc hendrerit consectetur orci, quis ultricies est aliquam dignissim.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 4,
      "thumbnailUrl": "./images/products/broccoli.jpg",
      "name": "Broccoli",
      "weight": 1,
      "price": 4,
      "description": "",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 5,
      "thumbnailUrl": "./images/products/gurke.jpg",
      "name": "Gurke",
      "weight": 0.2,
      "price": 1,
      "description": "Donec nec venenatis felis, quis semper mi. Aenean sit amet lorem sed sapien ultricies hendrerit et quis purus. Sed scelerisque risus metus, quis mollis augue cursus quis. Pellentesque mollis felis in feugiat dictum. Fusce in ante volutpat, tempus ipsum vel, consectetur dui. Aenean vel purus vitae neque hendrerit aliquet at in lacus. Duis sed dignissim nibh. Pellentesque dictum, justo non hendrerit accumsan, diam diam tincidunt tellus, eget vulputate justo nibh sed magna. Morbi vel odio non odio elementum fermentum. Nam aliquet purus sit amet elementum iaculis. Aliquam vel lacinia dolor.",
      "category": "fruit",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 6,
      "thumbnailUrl": "./images/products/karela.jpg",
      "name": "Karela",
      "weight": 0.1,
      "price": 1.3,
      "description": "Integer pretium tellus in risus pulvinar, et tincidunt nunc luctus. Quisque mauris tortor, volutpat ut condimentum non, dapibus ac felis. Duis sit amet magna quis neque ultricies pellentesque eget nec magna. Aliquam condimentum libero urna, ac placerat turpis sollicitudin nec. Aliquam elementum vehicula leo, nec condimentum diam aliquam elementum. Ut ullamcorper tortor in consectetur ullamcorper. Proin auctor magna tortor, eget posuere lacus consequat ac. Phasellus a iaculis ligula, in sagittis purus. Fusce sodales mauris at fermentum interdum.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 7,
      "thumbnailUrl": "./images/products/lemon.jpg",
      "name": "Lemon",
      "weight": 0.1,
      "price": 1.2,
      "description": "Donec vestibulum mi ac sapien porttitor, quis commodo lacus euismod. Vestibulum diam dui, molestie nec tincidunt at, dignissim vitae risus. Donec eget feugiat sapien. Proin sed vulputate metus. Cras eget accumsan ante. Morbi sodales tempor massa, sed consequat diam. Integer sed leo quis sapien porttitor cursus dictum quis neque. Praesent blandit magna aliquam neque porta aliquam. In sed massa consectetur, pulvinar velit in, ultrices erat. Fusce dapibus egestas sem, vehicula cursus lectus posuere eu. Ut fermentum urna sed nulla pulvinar tincidunt. Proin velit diam, vulputate mattis faucibus sit amet, suscipit vitae erat. In lobortis augue tincidunt felis pellentesque, nec ultricies nibh maximus. Suspendisse ullamcorper ex eget sapien elementum, vitae tempor ligula porta. Morbi facilisis libero sed ex rhoncus, id vehicula felis placerat.",
      "category": "fruit",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 8,
      "thumbnailUrl": "./images/products/onions.jpg",
      "name": "Onions",
      "weight": 0.1,
      "price": 2.2,
      "description": "Nam pellentesque risus vel nulla maximus, id scelerisque augue fermentum. Fusce et rhoncus ligula. Ut varius urna odio, at pellentesque lectus posuere id. Nam non neque augue. Duis mattis turpis in iaculis tempus. Curabitur ultrices cursus urna. Nullam feugiat nisi ut porttitor tempor. Donec malesuada dolor vitae vehicula semper. Ut elementum metus sit amet ex ornare lobortis. Phasellus id ante dapibus, placerat elit non, sollicitudin libero. Aliquam ornare auctor felis, non hendrerit neque porttitor sed. Fusce in facilisis arcu. Curabitur fermentum posuere lorem. Nullam a dictum lorem. Nullam semper augue at tincidunt interdum.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 9,
      "thumbnailUrl": "./images/products/lettuce.jpg",
      "name": "lettuce",
      "weight": 0.4,
      "quantity": 1,
      "price": 2.1,
      "description": "In hac habitasse platea dictumst. Quisque varius sapien quis scelerisque efficitur. Cras vestibulum velit vitae rhoncus congue. Vivamus placerat quam consequat, placerat enim non, vestibulum diam. Integer et sem et ex ultrices iaculis et vel dolor. Morbi blandit ultrices mi ut commodo. In eros felis, congue scelerisque nibh non, sagittis pretium justo. Suspendisse sapien nisl, fermentum ac libero vitae, suscipit aliquet enim. Ut sed iaculis lectus. Curabitur gravida mi id aliquam lacinia. Vivamus sagittis elit quis tortor aliquam sodales. Morbi ullamcorper porttitor convallis. Maecenas id feugiat nunc.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 10,
      "thumbnailUrl": "./images/products/pear.jpg",
      "name": "Pear",
      "weight": 0.5,
      "price": 5,
      "description": "Etiam euismod augue nec est congue mollis. Morbi non varius elit, quis consequat purus. Sed sem mi, dictum non lectus et, lobortis bibendum nibh. Donec tincidunt viverra urna non ornare. Aliquam nunc ipsum, tristique et ultrices eget, scelerisque quis est. Nullam sollicitudin mi quis arcu venenatis, nec congue tortor varius. Nam id risus porta, fermentum quam ac, convallis massa. Aliquam a mollis lacus. In a tristique lacus.",
      "category": "fruit",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 11,
      "thumbnailUrl": "./images/products/peper.jpg",
      "name": "Peper",
      "weight": 0.15,
      "price": 3.2,
      "description": "In lobortis sem non nunc sagittis, sed pharetra erat rhoncus. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vitae venenatis ligula. Nullam viverra dui augue, eu faucibus ex vehicula sed. Duis consequat, nisl ac pellentesque dapibus, magna risus sagittis nibh, quis pellentesque velit ex at leo. Aliquam ac condimentum est, ut tincidunt lorem. Donec quis bibendum leo. Phasellus condimentum nisi mauris, lobortis ultricies nunc dictum eu. Nunc vel justo libero. Quisque sagittis nisl at metus hendrerit, et congue justo porta. Donec at gravida nulla, sed pharetra massa. Fusce pulvinar dui ac rhoncus rhoncus. Aenean pulvinar dapibus fringilla. Nunc dignissim felis non nunc condimentum, eu vehicula quam venenatis. Maecenas ut vestibulum diam, eu sagittis nisi. Praesent accumsan felis at auctor porttitor.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 12,
      "thumbnailUrl": "./images/products/tomato.jpg",
      "name": "Tomato",
      "weight": 0.35,
      "price": 3.7,
      "description": "Curabitur nec elementum lorem, eu pharetra velit. Vivamus rutrum pulvinar pellentesque. Donec varius a risus non convallis. Nam quis semper mi. Sed ut arcu dolor. Quisque nunc velit, fringilla faucibus efficitur eu, accumsan nec nunc. Morbi accumsan sed nisl vitae cursus. Maecenas nulla enim, laoreet non porttitor eget, molestie ut leo. Donec gravida risus at egestas tincidunt. Pellentesque feugiat felis et dolor iaculis, at viverra nisl commodo. Integer condimentum purus at metus finibus aliquet. Nulla lectus leo, lacinia ut luctus sed, placerat et ipsum. Morbi venenatis enim sed risus blandit auctor. In nibh orci, tempor sit amet fringilla quis, dignissim eget diam.",
      "category": "vegetable",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 13,
      "thumbnailUrl": "./images/products/bacon.jpg",
      "name": "Bacon",
      "weight": 0.5,
      "price": 4.8,
      "description": "Curabitur nec elementum lorem, eu pharetra velit. Vivamus rutrum pulvinar pellentesque. Donec varius a risus non convallis. Nam quis semper mi. Sed ut arcu dolor. Quisque nunc velit, fringilla faucibus efficitur eu, accumsan nec nunc. Morbi accumsan sed nisl vitae cursus. Maecenas nulla enim, laoreet non porttitor eget, molestie ut leo. Donec gravida risus at egestas tincidunt. Pellentesque feugiat felis et dolor iaculis, at viverra nisl commodo. Integer condimentum purus at metus finibus aliquet. Nulla lectus leo, lacinia ut luctus sed, placerat et ipsum. Morbi venenatis enim sed risus blandit auctor. In nibh orci, tempor sit amet fringilla quis, dignissim eget diam.",
      "category": "meat",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 14,
      "thumbnailUrl": "./images/products/pork.jpg",
      "name": "Pork",
      "weight": 0.6,
      "price": 6.4,
      "description": "Curabitur nec elementum lorem, eu pharetra velit. Vivamus rutrum pulvinar pellentesque. Donec varius a risus non convallis. Nam quis semper mi. Sed ut arcu dolor. Quisque nunc velit, fringilla faucibus efficitur eu, accumsan nec nunc. Morbi accumsan sed nisl vitae cursus. Maecenas nulla enim, laoreet non porttitor eget, molestie ut leo. Donec gravida risus at egestas tincidunt. Pellentesque feugiat felis et dolor iaculis, at viverra nisl commodo. Integer condimentum purus at metus finibus aliquet. Nulla lectus leo, lacinia ut luctus sed, placerat et ipsum. Morbi venenatis enim sed risus blandit auctor. In nibh orci, tempor sit amet fringilla quis, dignissim eget diam.",
      "category": "meat",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 15,
      "thumbnailUrl": "./images/products/steak.jpg",
      "name": "Steak",
      "weight": 0.53,
      "price": 5.7,
      "description": "Curabitur nec elementum lorem, eu pharetra velit. Vivamus rutrum pulvinar pellentesque. Donec varius a risus non convallis. Nam quis semper mi. Sed ut arcu dolor. Quisque nunc velit, fringilla faucibus efficitur eu, accumsan nec nunc. Morbi accumsan sed nisl vitae cursus. Maecenas nulla enim, laoreet non porttitor eget, molestie ut leo. Donec gravida risus at egestas tincidunt. Pellentesque feugiat felis et dolor iaculis, at viverra nisl commodo. Integer condimentum purus at metus finibus aliquet. Nulla lectus leo, lacinia ut luctus sed, placerat et ipsum. Morbi venenatis enim sed risus blandit auctor. In nibh orci, tempor sit amet fringilla quis, dignissim eget diam.",
      "category": "meat",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    },
    {
      "id": 16,
      "thumbnailUrl": "./images/products/lamb.jpg",
      "name": "Lamb",
      "weight": 0.9,
      "price": 7.2,
      "description": "Curabitur nec elementum lorem, eu pharetra velit. Vivamus rutrum pulvinar pellentesque. Donec varius a risus non convallis. Nam quis semper mi. Sed ut arcu dolor. Quisque nunc velit, fringilla faucibus efficitur eu, accumsan nec nunc. Morbi accumsan sed nisl vitae cursus. Maecenas nulla enim, laoreet non porttitor eget, molestie ut leo. Donec gravida risus at egestas tincidunt. Pellentesque feugiat felis et dolor iaculis, at viverra nisl commodo. Integer condimentum purus at metus finibus aliquet. Nulla lectus leo, lacinia ut luctus sed, placerat et ipsum. Morbi venenatis enim sed risus blandit auctor. In nibh orci, tempor sit amet fringilla quis, dignissim eget diam.",
      "category": "meat",
      "tags": ["Natural", "Orchid", "Health", "Vegetable", "Meat", "Fruit"]
    }
  ],
  "text": [
    {
      "content": 1,
      "title": "a"
    },
    {
      "content": 1,
      "title": "a"
    },
    {
      "content": 1,
      "title": "a"
    }
  ]
}
